arc-gtk-theme
archlinux-wallpaper
authy
base
base-devel
bat
btop
curl
discord
docker
docker-compose
downgrade
dunst
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
feh
fzf
ghq-bin
git
git-delta
github-cli
gnome-keyring
google-chrome
i3-wm
intel-ucode
inter-font
jre-openjdk
kitty
kvantum
lazygit
lbzip2
libva-vdpau-driver
linux-firmware
linux-zen
linux-zen-headers
lsd
man-db
man-pages
neofetch
neovim
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-dkms
nvidia-settings
nvm
nvtop
openssh
papirus-icon-theme
paru-bin
pavucontrol
perl-anyevent-i3
perl-json-xs
picom
pigz
pipewire
pipewire-alsa
pipewire-pulse
polkit
polybar
profile-sync-daemon
qt5ct
ranger
reflector
ripgrep
rofi
scrot
shellcheck
shfmt
silicon
slack-desktop
spotify-launcher
starship
stylua
sudo
tree
ttf-font-awesome
ttf-hack
ttf-hackgen
ttf-noto-nerd
ttf-roboto
ttf-roboto-mono-nerd
unzip
upd72020x-fw
vi
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-dkms
w3m
wireplumber
xautolock
xcursor-breeze
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
