adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-hk-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alefbet
arc-gtk-theme
archlinux-wallpaper
authy
base
base-devel
bat
btop
curl
discord
docker
docker-compose
downgrade
duf
dunst
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
feh
firefox
font-bh-ttf
fonts-tlwg
fuse2
fzf
gentium-plus-font
ghq-bin
git
git-delta
github-cli
gnome-keyring
gnu-free-fonts
go
google-chrome
gsfonts
gtk2
httpie
i3-wm
intel-ucode
inter-font
jq
jre-openjdk
kitty
kvantum
lazygit
lbzip2
libertinus-font
libreoffice-fresh
libreoffice-fresh-ja
libva-vdpau-driver
linux-firmware
linux-zen
linux-zen-headers
lohit-fonts
lsd
man-db
man-pages
neofetch
neovim
nfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-dkms
nvidia-settings
nvm
nvtop
opendesktop-fonts
openssh
otf-atkinson-hyperlegible
otf-aurulent-nerd
otf-cascadia-code
otf-cm-unicode
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-cormorant
otf-crimson
otf-crimson-pro
otf-droid-nerd
otf-fantasque-sans-mono
otf-fira-mono
otf-fira-sans
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-gfs
otf-hasklig-nerd
otf-hermit
otf-hermit-nerd
otf-ipaexfont
otf-ipafont
otf-ipamjfont
otf-jost
otf-junicode
otf-kopub
otf-kopubworld
otf-latin-modern
otf-latinmodern-math
otf-monaspace
otf-monaspace-nerd
otf-montserrat
otf-opendyslexic-nerd
otf-openmoji
otf-overpass
otf-overpass-nerd
otf-russkopis
otf-stix
otf-symbola
papirus-icon-theme
paru-bin
pavucontrol
perl-anyevent-i3
perl-json-xs
persian-fonts
picom
pigz
pipewire
pipewire-alsa
pipewire-pulse
polkit
polybar
powerline-fonts
procs
profile-sync-daemon
pv
qt5ct
ranger
reflector
ripgrep
rofi
scrot
sd
shellcheck
shfmt
silicon
slack-desktop
spoqa-han-sans
spotify-launcher
starship
stylua
sudo
terminus-font
tex-gyre-fonts
tex-gyre-math-fonts
tldr
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-amiri
ttf-ancient-fonts
ttf-andika
ttf-anonymous-pro
ttf-anonymouspro-nerd
ttf-arabeyes-fonts
ttf-arimo-nerd
ttf-arphic-ukai
ttf-arphic-uming
ttf-atkinson-hyperlegible
ttf-baekmuk
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cheapskate
ttf-cm-unicode
ttf-cormorant
ttf-cousine-nerd
ttf-crimson
ttf-crimson-pro
ttf-crimson-pro-variable
ttf-croscore
ttf-d2coding
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-ib
ttf-dejavu-nerd
ttf-dmcasansserif
ttf-droid
ttf-envycoder-nerd
ttf-eurof
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-freebanglafont
ttf-go-nerd
ttf-google-thai
ttf-gujrati-fonts
ttf-gurmukhi-fonts_sikhnet
ttf-hack
ttf-hack-nerd
ttf-hackgen
ttf-hanazono
ttf-hannom
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibm-plex
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-indic-otf
ttf-input
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-junicode
ttf-junicode-variable
ttf-kanjistrokeorders
ttf-kannada-font
ttf-khmer
ttf-kopub
ttf-kopubworld
ttf-koruri
ttf-lao
ttf-lato
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-linux-libertine
ttf-linux-libertine-g
ttf-lklug
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monaspace-variable
ttf-monofur
ttf-monofur-nerd
ttf-monoid
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-montserrat
ttf-mph-2b-damase
ttf-mplus
ttf-mplus-nerd
ttf-nanum
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-nunito
ttf-opensans
ttf-overpass
ttf-paratype
ttf-profont-nerd
ttf-proggy-clean
ttf-proggyclean-nerd
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-roboto-slab
ttf-sarasa-gothic
ttf-sbl-biblit
ttf-sbl-greek
ttf-sbl-hebrew
ttf-scheherazade-new
ttf-sharetech-mono-nerd
ttf-sil-lateef
ttf-sil-padauk
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tibetan-machine
ttf-tinos-nerd
ttf-twemoji
ttf-twemoji-color
ttf-ubraille
ttf-ubuntu-arabic
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-urdufonts
ttf-victor-mono-nerd
ttf-yas
unzip
up
upd72020x-fw
vi
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-dkms
vivaldi
vivaldi-ffmpeg-codecs
w3m
wezterm
wireplumber
woff-fira-code
woff2-cascadia-code
woff2-fira-code
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xautolock
xcursor-breeze
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
