adobe-source-han-sans-jp-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
arc-gtk-theme
archlinux-keyring
autoconf
automake
base
bat
binutils
bison
bluez
bluez-utils
cifs-utils
curl
debugedit
deno
dina-font
discord
docker
docker-compose
dunst
efibootmgr
exfat-utils
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
feh
file
findutils
firefox
firefox-i18n-en-us
firefox-i18n-ja
flex
fzf
gawk
gcc
gentium-plus-font
gettext
git
git-delta
github-cli
gnome-keyring
gnu-free-fonts
go
grep
groff
gzip
htop
i3-gaps
i3lock
intel-ucode
inter-font
jq
kvantum
libtool
libva-utils
linux-firmware
linux-zen
linux-zen-headers
lsd
lxappearance-gtk3
m4
make
man-db
man-pages
mesa
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-settings
openssh
otf-crimson
otf-hermit
otf-ipaexfont
otf-ipafont
otf-ipamjfont
otf-latin-modern
otf-latinmodern-math
pacman
papirus-icon-theme
patch
pavucontrol
picom
pipewire
pipewire-pulse
pkgconf
polkit
polybar
profile-sync-daemon
qt5ct
ranger
reflector
ripgrep
rofi
scrot
sd
sed
silicon
starship
sudo
tamsyn-font
terminus-font
tex-gyre-fonts
texinfo
texlive-core
texlive-fontsextra
tig
tldr
tmux
ttc-iosevka
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-hanazono
ttf-inconsolata
ttf-junicode
ttf-linux-libertine
ttf-monofur
ttf-opensans
ttf-roboto
ttf-sazanami
ttf-ubuntu-font-family
ufw
unzip
upower
vdpauinfo
vi
vivaldi
vivaldi-ffmpeg-codecs
w3m
wget
which
wireplumber
xautolock
xclip
xdg-user-dirs
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
