alacritty
arc-gtk-theme
archlinux-wallpaper
atool
autoconf
automake
base
bat
binutils
bison
blueman
bluez
bluez-utils
bumblebee-status
cifs-utils
conky-lua-nv
conky-manager
curl
deno
discord
dmenu
docker
docker-compose
downgrade
dracula-cursors-git
dracula-gtk-theme
dunst
exfat-utils
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-mozc
fcitx5-nord
fcitx5-qt
fd
feh
file
findutils
firefox
firefox-i18n-ja
flex
fzf
gawk
gcc
gettext
git
github-cli
gnome-keyring
google-chrome
gparted
grep
groff
gufw
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
intel-ucode
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux-zen
linux-zen-headers
lsd
lxappearance-gtk3
m4
maim
make
man-db
mariadb
mpc
mpd
mupdf
ncmpcpp
neofetch
neovim
nerd-fonts-complete
netctl
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-dkms
nvidia-settings
nvim-packer-git
nvm
openssh
osu
otf-ipafont
otf-source-han-code-jp
pacman
pamixer
papirus-icon-theme
paru
patch
pavucontrol
picom
pigz
pipewire
pipewire-pulse
pkgconf
playerctl
polybar
postman-bin
powerline-go-bin
pv
python-i3ipc
python-pip
qt5ct
ranger
rofi
rsync
scrot
sed
siji-git
slop
spotify
starship
sudo
sway
swayidle
swaylock
texinfo
tk
tmux
tmux-plugin-manager
tree
ttf-cica
ttf-fira-code
ttf-font-awesome
ttf-font-awesome-5
ttf-hackgen
ttf-ibm-plex
ttf-jetbrains-mono
ttf-plemoljp
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tty-clock-git
unclutter
unzip
vi
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
w3m
wezterm
wget
which
whitesur-cursor-theme-git
wireplumber
wmctrl
xclip
xdg-user-dirs-gtk
xfce4-power-manager
xkb-switch-i3
xorg-xrdb
xorg-xwayland
xss-lock
xterm
zsh
zsh-syntax-highlighting
