adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-hk-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
arc-gtk-theme
archlinux-keyring
autoconf
automake
base
bash-completion
bat
binutils
bison
bluez
bluez-utils
brave-bin
cifs-utils
ckb-next
curl
debugedit
deno
dina-font
discord
docker
docker-compose
downgrade
dunst
efibootmgr
exa
exfat-utils
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
feh
file
findutils
firefox
firefox-esr-bin
firefox-i18n-en-us
firefox-i18n-ja
fish
flex
fontforge
fzf
gawk
gcc
gentium-plus-font
gettext
ghq-bin
git
git-delta
github-cli
gnome-keyring
gnu-free-fonts
go
google-chrome
grep
groff
gzip
hsetroot
htop
i3-gaps
i3lock
imwheel
intel-ucode
inter-font
jdim-git
jq
kitty
kvantum
lazydocker-bin
lazygit
libertinus-font
libreoffice-still
libreoffice-still-ja
libtool
libva-utils
libva-vdpau-driver-chromium
libvdpau-va-gl
linux-firmware
linux-zen
linux-zen-headers
lsd
lxappearance-gtk3
m4
make
man-db
man-pages
mesa
mesa-utils
morisawa-biz-ud-gothic-fonts
morisawa-biz-ud-mincho-fonts
mpd
ncmpcpp
neofetch
neovim
nerd-fonts-complete
notion-app-enhanced
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-dkms
nvidia-settings
nvm
opendesktop-fonts
openrazer-meta
openssh
openssl-1.1
otf-cascadia-code
otf-cormorant
otf-crimson
otf-crimson-pro
otf-fantasque-sans-mono
otf-fira-mono
otf-fira-sans
otf-font-awesome
otf-hermit
otf-ipaexfont
otf-ipafont
otf-ipamjfont
otf-latin-modern
otf-latinmodern-math
otf-overpass
otf-source-han-code-jp
pacman
papirus-icon-theme
paru-bin
patch
pavucontrol
perl-lwp-protocol-https
picom
pipewire
pipewire-pulse
pkgconf
polkit
polybar
polychromatic
powerline-fonts
profile-sync-daemon
profile-sync-daemon-brave
python-beautifulsoup4
qt5ct
qutebrowser
ranger
reflector
ripgrep
rofi
rxvt-unicode
scrot
sd
sed
silicon
slack-desktop
spotify
starship
sudo
tamsyn-font
terminator
terminus-font
tex-gyre-fonts
texinfo
texlive-core
texlive-fontsextra
tig
tldr
tmux
ttc-iosevka
ttf-anonymous-pro
ttf-arphic-ukai
ttf-arphic-uming
ttf-baekmuk
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cica
ttf-cormorant
ttf-crimson
ttf-crimson-pro
ttf-crimson-pro-variable
ttf-croscore
ttf-dejavu
ttf-droid
ttf-eurof
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-genshin-gothic
ttf-hack
ttf-hackgen
ttf-hanazono
ttf-hannom
ttf-ibm-plex
ttf-inconsolata
ttf-indic-otf
ttf-input
ttf-ionicons
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-khmer
ttf-lato
ttf-linux-libertine
ttf-linux-libertine-g
ttf-migu
ttf-monofur
ttf-monoid
ttf-myrica
ttf-opensans
ttf-overpass
ttf-plemoljp
ttf-proggy-clean
ttf-roboto
ttf-roboto-mono
ttf-sarasa-gothic
ttf-sazanami
ttf-tibetan-machine
ttf-ubuntu-font-family
ufw
unzip
upower
vdpauinfo
vi
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-dkms
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
w3m
wezterm
wget
which
wireplumber
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xautolock
xclip
xcursor-breeze
xdg-user-dirs
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zsh
